{
	"en": {
	    "ERROR_401": "It looks like I am unauthorized to reach home assistant, please check your account linking or your long lived access token and try again",
		"ERROR_404": "It looks like I may not be able to find the input text entity. Please check that you've added it to home assistant and try again",
		"ERROR_400": "Could not communicate with home assistant. Please check the Amazon CloudWatch logs in the custom skill developer console.",
	    "ERROR_ACOUSTIC": "Sorry I did not catch that... <break time='200ms'/> {}",
		"ERROR_CONFIG": "Sorry, I am having trouble, please check your configuration, in the custom skill and try again.",
		"ERROR_SPECIFIC_DATE": "Sorry, I can not do specific dates right now, try a duration instead, like... in 5 hours",
		"HELP_MESSAGE": "This skill should be only reactively while triggered via home assistant.",
		"OKAY": "Okay",
		"SKILL_NAME": "home assistant custom actions",
		"STOP_MESSAGE": "Goodbye!",
		"SELECTED" : "You selected {}",
		"WELCOME_MESSAGE": "Welcome to {}. Input text is: {}"
	},
	"hi": {
	    "ERROR_401": "ऐसा लगता है कि मैं Home Assistant तक पहुंचने के लिए अनधिकृत हूं, कृपया अपने खाते को लिंक करने या अपने लंबे समय तक उपयोग किए गए टोकन की जांच करें और पुन: प्रयास करें",
		"ERROR_404": "ऐसा लगता है कि मैं input text इकाई को खोजने में सक्षम नहीं हो सकता। कृपया जांचें कि आपने इसे Home Assistant में जोड़ा है और फिर से प्रयास करें",
		"ERROR_400": "Home Assistant से संवाद नहीं हो सका। custom skill Developer console में Amazon CloudWatch logs की जांच करें।",
		"ERROR_ACOUSTIC": "क्षमा करें, मैं इसे समजी नहीं ... <break time='200ms'/> {}",
		"ERROR_CONFIG": "क्षमा करें, मुझे परेशानी हो रही है, कृपया custom skill में अपने configuration की जांच करें और पुनः प्रयास करें।",
		"ERROR_SPECIFIC_DATE": "क्षमा करें, मैं अभी विशिष्ट तिथियां नहीं कर सकता, इसके बजाय एक अवधि का प्रयास करें, जैसे ... 5 घंटे में",
		"HELP_MESSAGE": "Home Assistant के माध्यम से ट्रिगर करते समय यह कौशल केवल प्रतिक्रियात्मक रूप से होना चाहिए।",
		"OKAY": "ठीक है",
		"SELECTED" : "आपने select किया {} ",
		"SKILL_NAME": "Home Assistant क्रिया",
		"STOP_MESSAGE": "अलविदा!",
		"WELCOME_MESSAGE": "स्वागत है {}. input text है: {}"
	},
	"de": {
	    "ERROR_401": "Ich habe scheinbar keine Berechtigungen für die verbindung zu home assistant. Bitte prüfe deinen H A Benutzer oder Access Token.",
		"ERROR_404": "Ich kann kein input text Objekt in home assistant finden. Bitte überprüfe ob du dieses bereits hinzugefügt hast.",
		"ERROR_400": "Ich kann keine Verbindung zum home assistant vornehmen. Bitte prüfe die Amazon CloudWatch logdateien in der Alexa Entwickler Console.",
		"ERROR_ACOUSTIC": "Das habe ich leider nicht verstanden... <break time='200ms'/> {}",
		"ERROR_CONFIG": "Entschuldige, hier ist etwas schief gelaufen. Bitte prüfe deine Konfiugration im custom skill und versuche es erneut.",
		"ERROR_SPECIFIC_DATE": "Ich kann leider noch kein spezifisches Datum verarbeiten. Bitte nutze stattedessen Zeiträume wie beispielsweise... in 5 Stunden.",
		"HELP_MESSAGE": "Dieser Skill sollte nur reaktiv genutzt werden, wenn er via home assistant angestossen wird",
		"OKAY": "Okay",
		"SELECTED" : "Du hast {} gewählt",
		"SKILL_NAME": "home assistant custom actions",
		"STOP_MESSAGE": "Machs gut!",
		"WELCOME_MESSAGE": "Willkommen bei {}. Der input text ist: {}"
	}
}
